[
    {
        "content": "“This formula will work every time. Simply stated, the more you follow the example of Jesus Christ, the more successful you will be. What, then, will help you become such a devout disciple of Jesus Christ? One answer is seminary and institute—not just attending but actively participating in class and faithfully following through with any assignments given”",
        "author": "Russell M. Nelson"
    },
    {
        "content": "“When you have the chance to be involved in seminary, whether in the early morning or in released-time classes, take advantage of that opportunity. Many of you are attending seminary now. As with anything in life, much of what you take from your seminary experience depends on your attitude and your willingness to be taught. May your attitude be one of humility and a desire to learn. How grateful I am for the opportunity I had as a teenager to attend early-morning seminary, for it played a vital role in my development and the development of my testimony. Seminary can change lives”",
        "author": "Thomas S. Monson"
    },
    {
        "content": "“Young people, I ask you to participate in seminary. Study your scriptures daily. Listen to your teachers carefully. Apply what you learn prayerfully”",
        "author": "Thomas S. Monson"
    },
    {
        "content": "“The seminary programs will help you as a young man or woman to lay a foundation for happiness and success in life”",
        "author": "Richard G. Scott"
    },
    {
        "content": "“There are three powerful things seminary can do. First, it puts young people together who share the same values. Youth like to be with others who share their faith and who love the scriptures. Second, it puts youth together with a teacher who has a testimony, and they can feel the fire of it when it is borne. Third, seminary gets young people into the scriptures”",
        "author": "Henry B. Eyring"
    },
    {
        "content": "“In the field of education, we have established the seminary and institute program wherever the Church has gone. It is touching for good the lives of students across the world. In the institutes young college-aged students find happy association, they find learning, social experience, and even husbands and wives within the faith”",
        "author": "Gordon B. Hinckley"
    },
    {
        "content": "“The holy scriptures, the guidance of your parents, and the diligent teaching you receive in Primary, Young Women, Sunday School, sacrament meeting, and seminary will fortify you in your determination to be your best self”",
        "author": "Thomas S. Monson"
    },
    {
        "content": "“I hope every one of you goes to seminary. I am glad you do. It is good for you. Go there to learn and become acquainted with the gospel. Some day every one of you is going to have to defend this Church, to explain it to others. Now is the time to prepare” ",
        "author": "Gordon B. Hinckley"
    },
    {
        "content": "“I hope all of you who are eligible are attending seminary. This organization provides wonderful opportunities to learn the doctrines that will make you happy. It provides wonderful opportunities for socializing”",
        "author": "Gordon B. Hinckley"
    },
    {
        "content": "“I want to urge every high school student here to take advantage of the seminary program. Your lives will be blessed the greater if you do. Every college and university student should take advantage of the institute program. It is the best place in the world to find your eternal mate, and you will be grateful all your lives if you do”",
        "author": "Gordon B. Hinckley"
    },
    {
        "content": "“We hope that all for whom these programs are available will take advantage of them. Knowledge of the gospel will be increased, faith will be strengthened, and you will enjoy wonderful associations and friendships”",
        "author": "Gordon B. Hinckley"
    },
    {
        "content": "“How grateful am I that the family home evening manual places emphasis upon the scriptures. The seminary and institute curricula likewise stress the scriptures and help the student to internalize their vibrancy and meaning”",
        "author": "Thomas S. Monson"
    }
]